Repository: sahand-zeynol/woocommerce-coupon-generator
Catalog: languages/coupon-generator-for-woocommerce-*.po
Languages: fa_ir

source: Coupon generator
fa_ir: کوپن ساز

source: Start generating coupons
fa_ir: آغاز ساخت کوپن

source: 0. Introduction
fa_ir: 0. معرفی

source: 1. Coupon options
fa_ir: 1. تنظیمات کوپن

source: 2. Generator options
fa_ir: 2. تنظیمات کوپن ساز

source: 3. Generating coupons
fa_ir: 3. ساخت کوپن

source: Hi!
fa_ir: سلام!

source: Thank you for using WooCommerce Coupon Generator. To use the coupon generator you have to go through the following steps.
fa_ir: ممنونم که از کوپن ساز استفاده میکنید. برای ساخت کوپن باید مراحل زیر را انجام دهید.

source: You are here now
fa_ir: شما اینجایید

source: 1. Coupon settings
fa_ir: 1. تنظیمات کوپن

source: Here you can set the coupon settings you're used to set in the default WooCommerce coupon settings.
fa_ir: در اینجا می‌توانید تنظیمات کوپنی را که در تنظیمات پیش‌فرض کوپن ووکامرس استفاده می‌کردید، تنظیم کنید.

source: 2. Generator settings
fa_ir: 2. تنظیمات ساخت کوپن

source: Set options like the amount of coupons you want to generate.
fa_ir: تنظیمات را انجام دهید. مانند تعداد کوپنی که میخاهید بسازید.

source: This is the step where the coupons are actually generated.
fa_ir: این مرحله ای است که کوپن ها ساخته می شوند.

source: Continue to the next step
fa_ir: ادامه

source: Generator options
fa_ir: تنظیمات ساخت کوپن

source: Number of coupons to generate in this batch
fa_ir: تعداد کوپن هایی که در این سری ساخته می شوند.

source: Generating coupons
fa_ir: در حال ساخت کوپن

source: Export as txt file
fa_ir: خروجی فایل txt

source: Coupon generation completed! Created %1$d coupons.
fa_ir: ساخت کوپن ها تمام شد! %1$d کوپن ساخته شد.

source: This link is expired
fa_ir: این لینک منقضی شده است.
